qwp-look/PondMerge/esp32/sdkconfig.defaults
# PondMerge v1 on-target acceptance tests (ESP32-S3 N16R8)
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_FREERTOS_HZ=1000
CONFIG_COMPILER_CXX_EXCEPTIONS=n
CONFIG_COMPILER_CXX_RTTI=n
CONFIG_MAIN_TASK_STACK_SIZE=16384
